Revit 2024 API
Ceramic.CeramicColorByObject Property
 The property labeled "Color" from the "Ceramic" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string CeramicColorByObject { get; }
Visual Basic
Public Shared ReadOnly Property CeramicColorByObject As String
	Get
Visual C++
public:
static property String^ CeramicColorByObject {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyBoolean".
See Also
Ceramic Class
Autodesk.Revit.DB.Visual Namespace